{
  "dishes": [
    {
      "name": "Manresa",
      "image": "images/000.png",
      "category": "mains",
      "label": "food",
      "price": "10.99",
      "featured": "true",
      "description": "Manresa offers a fine evening out for special occasions",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"The block the restaurant was on was very quaint. There is street parking as well as a lot behind the restaurant. Both tend to fill up so allow time for parking. ",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"California currently has seven 3-Michelin restaurants.  With Manresa, we have now dined at six of them (We have not tried Meadowood yet)",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"$800/couple if you include tip and tax, a cocktail, tea, and 3x1-oz tastings of their cheese.  The dozen or so courses will leave you satisfied, but not stuffed.  Presentation is top notch.",
          "author":"Paul"
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":5,
          "comment":"I'm not one who craves high priced fancy fare, but this was an anniversary and wanted to do something special.  Manresa is a 3-star Michelin rated establishment.  The artful food and incredible service support that.  You may choose a wine paring option to the pre-fixe menu.",
          "author":"Summer"
        }
      ]
    },
    {
      "name": "Le Papillon",
      "image": "images/001.png",
      "category": "mains",
      "label": "food",
      "price": "40.99",
      "featured": "false",
      "description": "This was a top notch establishment. So glad we chose this restaurant.",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"This was a top notch establishment. So glad we chose this restaurant.  This will be a long review so skip to whatever interests you.",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"Amuse Bouche #1 (mushrooms and brie) - was just OK for me, the taste was nice but was quick to pass and forget overall.",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"Just came here yesterday for dinner to celebrate my mom's birthday. The staff was on point and very attentive.. but I have to say that the food was only okay. ",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Dio Deka",
      "image": "images/002.png",
      "category": "food",
      "label": "food",
      "price": "41.99",
      "featured": "false",
      "description": "Dio Deka's focus is fine Hellenic cuisine served in a warm and relaxing setting with a commitment to old-world hospitality.",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"This was quite the gem of a restaurant. The food was magnificent and had a new refreshing take on Greek cuisine. Nothing was prepared in the traditional sense but it was all delicious. ",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"Usually restaurants at hotels are run of the mill and cater to the hotel customers who are captive and just need something convenient. Dio Deka is NOT that. They serve high quality food in a nice environment.",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"I came here for a work holiday event.  Based on what I remember, the service was excellent and the staff were very helpful in serving all of us quickly.  They came to refill wine glasses and water glasses frequently.  ",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Underground Dining At Naglee Park",
      "image": "images/003.png",
      "category": "mains",
      "label": "food",
      "price": "31.99",
      "featured": "false",
      "description": "Byron & Philippe were amazing hosts and the food was beyond wonderful!  It was an amazing and memorable night",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"This was a top notch establishment. So glad we chose this restaurant.  This will be a long review so skip to whatever interests you.",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"Amuse Bouche #1 (mushrooms and brie) - was just OK for me, the taste was nice but was quick to pass and forget overall.",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"Just came here yesterday for dinner to celebrate my mom's birthday. The staff was on point and very attentive.. but I have to say that the food was only okay. ",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Morton’s The Steakhouse",
      "image": "images/004.png",
      "category": "mains",
      "label": "food",
      "price": "32.99",
      "featured": "false",
      "description": "Took my husband here for a late Father's Day gift and overall had a great experience & meal",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"A totally unique, fun, experience full of laughter with food that ranks amongst the best I've ever eaten.",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"I feel so privileged to have had this dining experience.  Phillipe and Byron are impeccable hosts/chefs and offer an intimate, elegant, comfortable, memorable and extraordinary dining experience! ",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"I'm not sure how word of this gem isn't already out on Yelp. Dinner at Underground Dining at Naglee Park was hands down the BEST dining experience I've ever had and an incredible deal for the quality you'll receive. ",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Chez TJ",
      "image": "images/005.png",
      "category": "mains",
      "label": "food",
      "price": "32.99",
      "featured": "false",
      "description": "This is a very nice one-star Michelin in a quaint Victorian house with a garden.",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"I enjoyed Chez TJ more than Michelin 3-star.  Of course the foods were impeccable, you expect that.  Our waiter was just right: attentive, good humor, knew his stuffs, and not hovering.  The whole dinner lasted more than 4 hours.  They were taking it easy and letting us talk.  We get to enjoy the changes of garden scene from twilight to evening.",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"Classically elegant and high quality, totally local in menu & casual feel (and dressing up to a level of "business casual" was a good compromise between serious eating and laid back enjoyment.",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"Came in here last night for an anniversary dinner and had the best time. Amazing service and mind blowing food presentations. Generally when I dine at restaurants that only offer prix fixe/tasting menus, I expect one or two dishes to fall short or to be under wow, but not last night. Every single dish was delicious and well seasoned; not to salty or under-seasoned. Truly deserving of their Michelin star and much more.",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "The Sea by Alexander’s Steakhouse",
      "image": "images/006.png",
      "category": "mains",
      "label": "food",
      "price": "31.99",
      "featured": "false",
      "description": "Food was delicious, first time trying sea urchin, hamachi shots are great and souffle, sauces as well!",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"Phenomenal experience! My girlfriend and I came here for our 3 year anniversary. From the very beginning we were treated like we were the most important. The entire staff was super friendly and attentive.",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"We were happy with the service as well as the food. Our wait staff was great, the server was on top of it and his support was excellent. ",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":1,
          "comment":"Oh how I don't enjoy doing this, after not returning to The Sea for a while, I decided to come back in tonight with my son and was pretty disappointed by the service.  My previous experiences were much better.  ",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Ambience",
      "image": "images/007.png",
      "category": "mains",
      "label": "food",
      "price": "41.99",
      "featured": "false",
      "description": "Particularly delicious were the seared lobster in reduction sauce, Kobe beef tartare, buffalo dish, and squab.",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"2nd time here and we found ourselves coming across Ambiance on a Wednesday night (4/17). Two of us got the tasting menu and each dish was just as yummy as i remembered the first time. ",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"I really enjoy Ambience. The service is great from the get go when you are greeted at the door with a smile by the sweet lady named Uni. With such a warm welcome, you know it will be a good service.",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":1,
          "comment":"After a week, another person from Ambience called me with a more sincere apology. He invited me to dine with them for free. I will update the review if I end up going.",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Hiroshi",
      "image": "images/008.png",
      "category": "mains",
      "label": "food",
      "price": "42.99",
      "featured": "false",
      "description": "The short version: Phenomenal.  Great experience from service to food to decor. You get your own room and enjoy the ride",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"This weekend I had dinner plans at Hiroshi. I was also on the worst day of my flu. This wasn't just any dinner though, this was a semi-secret wagyu dinner with a private dining room concept - one seating a day, for a party of eight. ",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"I think this restaurant has the best interior in the Bay Area and since you have the whole place for you party, you can really enjoy the whole experience",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"The 'omakase' is a great value for its price. Service and food quality is good. Making appointment is not that hard neither.",
          "author":"Paul"
        }
      ]
    },
    {
      "name": "Brenda’s French Soul Food",
      "image": "images/009.png",
      "category": "mains",
      "label": "food",
      "price": "60.99",
      "featured": "false",
      "description": "The beignet flight was a must-try, and the grits were the best I've ever had - we'll definitely go back!",
      "comments": [
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":4,
          "comment":"We have been told about this place by a few people. We tried to visit for dinner a week ago but there was a line out the door. We were here this morning at 7:45 and by 8:50 there was a line of 11 people deep ready to come in.
                    Let me start by saying I would've given 5 stars to this place. The hostess at the front door is awful. She is cold and rude. I found out her name is Sydney. She may be a good worker in the back but I wouldn't let her at my door of any of my last restaurants. Then I had to set and watch her guzzle her coffee over and over. ",
          "author":"Tony"
        },
        {
          "author":"Andy",
          "comment":"Came here for lunch in the afternoon while vacationing in San Francisco. This place is definitely a unique, bright spot in an otherwise run down neighborhood (think of the homeless and crack addicts). After reading some of the reviews and seeing that this joint offers CRAWFISH BEIGNETS, I marked this joint as a top spot to chomp it's brains out. ",
          "date":"2014-08-23",
          "rating":5
        },
        {
          "date":"2018-08-08T06:56:14.773Z",
          "rating":3,
          "comment":"There are a countless number of healthy eating choices in town for brunch that have come and gone since my relocation. Then there is the fabulous breakfast selection at Brenda's. Soul food is generally considered heavy and greasy, not usually thought of as an ideal first meal of the day here on the west coast. But the shrimp and grits, Eggs Benedict with Catfish and beignets at Brenda's quickly dispell this notion. The long lines and wait time to be seated will attest to this. (Come early and plan smart.)",
          "author":"Paul"
        }
      ]
    }
  ],
  "promotions": [
    {
      "name": "Brenda’s French Soul Food",
      "image": "images/009.png",
      "label": "New",
      "price": "19.99",
      "featured": "true",
      "description": "The beignet flight was a must-try, and the grits were the best I've ever had - we'll definitely go back!"
    }
  ],
  "leaders": [
    {
      "id": 0,
      "name": "Gavin",
      "image": "images/Gavin.png",
      "designation": "Chief Epicurious Officer",
      "abbr": "CEO",
      "featured": "false",
      "description": "Our CEO, Gavin, Gavin Belson was the Chief Innovation Officer of Hooli, a huge tech company in Silicon Valley that seemingly has its hands in everything but specifically does “targeted search and cross-platform verticals.”"
    },
    {
      "id": 1,
      "name": "Erlich",
      "image": "images/Erlich.png",
      "designation": "Chief Food Officer",
      "abbr": "CFO",
      "featured": "false",
      "description": "Erlich administers the Hacker Hostel, a tech incubator where Richard, Big Head, Dinesh, and Gilfoyle live and work in exchange for 10 percent of their potential businesses."
    },
    {
      "id": 2,
      "name": "Gilfoyle",
      "image": "images/Gilfoyle.png",
      "designation": "Chief Taste Officer",
      "abbr": "CTO",
      "featured": "false",
      "description": "Gilfoyle lives and works in the Hacker Hostel with Richard, Big Head, and Dinesh. He is pompous and purports to be good at system architecture, networking, and security. Gilfoyle often finds himself sparring with Dinesh about things such as their work efficiency, Dinesh's Pakistani ethnicity, Gilfoyle's religion along with other negligible matters."
    },
    {
      "id": 3,
      "name": "Richard",
      "image": "images/Richard.png",
      "designation": "Executive Chef",
      "abbr": "EC",
      "featured": "true",
      "description": "Richard invented and built the start-up Pied Piper, a program designed to find music matches, while living at Erlich’s Hacker Hostel alongside his best friend Big Head and fellow geeks Dinesh and Gilfoyle."
    }
  ],
  "feedback": [
    {
      "firstname": "Tony",
      "lastname": "Lee",
      "telnum": "12345678",
      "email": "asd@gmail.com",
      "agree": false,
      "contacttype": "None",
      "message": "good",
      "id": 1
    }
  ]
}
